tap "codecrafters-io/tap"
tap "felixkratz/formulae"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "louisbrunner/valgrind"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "asciiquarium"
brew "bat"
brew "blueutil"
brew "btop"
brew "gettext"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gdb"
brew "go"
brew "helix"
brew "ifstat"
brew "jq"
brew "lazygit"
brew "llvm"
brew "lua"
brew "luarocks"
brew "nasm"
brew "neovim", link: false
brew "ninja"
brew "node"
brew "node@22"
brew "nowplaying-cli"
brew "openjdk@17"
brew "openvpn"
brew "pipx"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "telnet"
brew "tldr"
brew "tmux"
brew "uv"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "codecrafters-io/tap/codecrafters"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "aerospace"
cask "arc"
cask "betterdisplay"
cask "bitwarden"
cask "firefox"
cask "font-0xproto-nerd-font"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-caskaydia-mono-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-comic-shanns-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-cousine-nerd-font"
cask "font-d2coding-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-envy-code-r-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-geist-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-intone-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-lilex-nerd-font"
cask "font-m+-nerd-font"
cask "font-maple-mono-nf"
cask "font-martian-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace-nerd-font"
cask "font-monocraft-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-recursive-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-ubuntu-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "neovide-app"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "sioyek"
cask "spotify"
cask "telegram"
cask "temurin@19"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
vscode "asvetliakov.vscode-neovim"
vscode "be5invis.vscode-custom-css"
vscode "brandonkirbyson.vscode-animations"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "golang.go"
vscode "kahole.magit"
vscode "redhat.java"
vscode "rrudi.vscode-dired"
vscode "rust-lang.rust-analyzer"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vmware.vscode-spring-boot"
vscode "waderyan.gitblame"
vscode "ziglang.vscode-zig"
